Repository: suominentoni/nearest-departures
Catalog: HSL Nearest Departures/*.lproj/Localizable.strings
Languages: fi

# NEAREST_STOPS_TITLE
source: Nearest stops
fi: Lähimmät pysäkkisi

# NO_STOPS_TITLE
source: No stops
fi: Ei pysäkkejä

# NO_STOPS_MSG
source: No stops found nearby. Stops are searched within a 5000 meter walking distance.
fi: Lähistöltä ei löytynyt pysäkkejä. Sovellus etsii pysäkkejä maksimissaan 5000 metrin kävelymatkan päästä.

# NO_STOPS_GENERIC
source: No stops found.
fi: Pysäkkejä ei löytynyt.

# FAVORITE_STOPS_TITLE
source: Favourite stops
fi: Suosikkipysäkkisi

# NO_FAVORITE_STOPS_MSG
source: No favourite stops saved. Save a favourite stop by clicking the heart icon in the next departures list of a stop.
fi: Ei suosikkipysäkkejä valittuna. Valitse pysäkki suosikiksi painamalla sydäntä pysäkin seuraavien lähtöjen listassa.

# NO_DEPARTURES_TITLE
source: No departures
fi: Ei lähtöjä

# NO_DEPARTURES_MSG
source: No departures found.
fi: Lähtöjä ei löytynyt.

# LOCATION_REQUEST_FAILED_TITLE
source: Error
fi: Virhe

# LOCATION_REQUEST_FAILED_MSG
source: Could not determine location. Please make sure that Location Services are allowed for the application.
fi: Sijainnin selvittäminen epäonnistui. Varmista, että sijaintipalvelut on sallittu sovellukselle.

source: Stops
fi: Pysäkit

source: No stops
fi: Ei pysäkkejä

# DATA_LOAD_FAILED_TITLE
source: Data fetch error
fi: Virhe

# DATA_LOAD_FAILED_TITLE_FAVORITE
source: Favorite stops fetch error
fi: Virhe - suosikkipysäkit

# DATA_LOAD_FAILED_UNKOWN_MESSAGE
source: Error fetching stop data
fi: Virhe haettaessa pysäkkitietoja

# DATA_LOAD_FAILED_DATA_FETCH_ERROR_MESSAGE
source: Error fetching stop data. Stop not found:
fi: Virhe haettaessa pysäkkitietoja. Pysäkkiä ei löytynyt:

# DATA_LOAD_FAILED_FAVOURITE_STOPS_ERROR_MESSAGE
source: Error fetching favourite stops. If the error persists, please delete the Nearest Departures application and install it again. Apologies for the trouble!
fi: Suosikkipysäkkien haku epäonnistui. Jos ongelma ei poistu, poista ja asenna Lähimmät Lähdöt -sovellus uudelleen. Pahoittelut vaivasta!

# PREMIUM_LABEL_TEXT
source: Want to enjoy Nearest Departures without advertisement? Get the ad-free Premium version and support the development of the app.
fi: Haluatko nauttia Lähimmistä Lähdöistä ilman mainoksia? Hanki mainokseton Premium-versio ja tue samalla sovelluksen kehitystä.

# RESTORE_LABEL_TEXT
source: Already bought?
fi: Ostitko Premium-version jo aiemmin?

# RESTORE_BUTTON_TEXT
source: Restore Premium version
fi: Palauta osto

# PURCHASE_FAILED_TITLE
source: Error
fi: Virhe

# PURCHASE_FAILED_MESSAGE
source: Transaction failed
fi: Tapahtuma epäonnistui

# CANNOT_BUY_MESSAGE
source: Purchase failed. Please try again later.
fi: Osto epäonnistui. Yritä myöhemmin uudestaan.

# CANNOT_RESTORE_MESSAGE
source: Restore failed. Please try again later.
fi: Palautus epäonnistui. Yritä myöhemmin uudestaan.

source: Nearest
fi: Lähimmät

source: Favorites
fi: Suosikit

source: Stop code
fi: Pysäkkikoodi

source: Destinations
fi: Määränpäät

source: Remove from favorite stops
fi: Poista suosikkipysäkeistä

source: Add to favorite stops
fi: Lisää suosikkipysäkkeihin
